{"<NULL>": 0, "<UNK>": 1, "<START>": 2, "<END>": 3, "A": 4, "Additional": 5, "All": 6, "An": 7, "Both": 8, "Buildings": 9, "Desert": 10, "Different": 11, "Everything": 12, "Few": 13, "Four": 14, "Houses": 15, "In": 16, "Many": 17, "More": 18, "Most": 19, "New": 20, "No": 21, "Nothing": 22, "One": 23, "Parks": 24, "Reservoirs": 25, "Small": 26, "Some": 27, "Streets": 28, "The": 29, "There": 30, "This": 31, "Three": 32, "Two": 33, "Urbanization": 34, "Water": 35, "Wide": 36, "a": 37, "above": 38, "added": 39, "airport": 40, "along": 41, "an": 42, "and": 43, "appear": 44, "appeared": 45, "appears": 46, "archipelago": 47, "are": 48, "area": 49, "areas": 50, "around": 51, "artificial": 52, "bay": 53, "bed": 54, "been": 55, "being": 56, "below": 57, "between": 58, "big": 59, "bigger": 60, "both": 61, "bottom": 62, "building": 63, "buildings": 64, "built": 65, "by": 66, "canal": 67, "canals": 68, "centre": 69, "change": 70, "changed": 71, "changes": 72, "circle": 73, "circular": 74, "coast": 75, "color": 76, "completed": 77, "connected": 78, "constructed": 79, "construction": 80, "constructions": 81, "corner": 82, "corners": 83, "couple": 84, "created": 85, "crosses": 86, "crossing": 87, "crossroad": 88, "crossroads": 89, "curved": 90, "decreased": 91, "desert": 92, "development": 93, "diagonal": 94, "difference": 95, "different": 96, "disappeared": 97, "displaced": 98, "down": 99, "dredged": 100, "each": 101, "edified": 102, "elongated": 103, "entire": 104, "existing": 105, "expanded": 106, "extended": 107, "few": 108, "finished": 109, "flowing": 110, "for": 111, "front": 112, "fully": 113, "further": 114, "garden": 115, "gardens": 116, "getting": 117, "green": 118, "group": 119, "grown": 120, "has": 121, "have": 122, "highway": 123, "horizontal": 124, "houses": 125, "housing": 126, "in": 127, "increased": 128, "industrial": 129, "initial": 130, "instead": 131, "intensified": 132, "intersecting": 133, "intersection": 134, "is": 135, "island": 136, "islands": 137, "its": 138, "lake": 139, "lakes": 140, "large": 141, "larger": 142, "left": 143, "like": 144, "linked": 145, "lot": 146, "low": 147, "lower": 148, "made": 149, "main": 150, "mall": 151, "many": 152, "mention": 153, "middle": 154, "modified": 155, "more": 156, "mouth": 157, "moved": 158, "narrow": 159, "near": 160, "nearby": 161, "new": 162, "next": 163, "no": 164, "not": 165, "novel": 166, "occurred": 167, "of": 168, "old": 169, "on": 170, "one": 171, "ones": 172, "orange": 173, "orthogonal": 174, "other": 175, "outlet": 176, "oval": 177, "palm": 178, "parallel": 179, "park": 180, "parks": 181, "part": 182, "partially": 183, "parts": 184, "path": 185, "peninsula": 186, "perpendicular": 187, "perpendicularly": 188, "place": 189, "portion": 190, "present": 191, "presented": 192, "process": 193, "quay": 194, "realized": 195, "rectangular": 196, "remained": 197, "remains": 198, "removed": 199, "reservoir": 200, "reservoirs": 201, "residence": 202, "residential": 203, "resort": 204, "right": 205, "risen": 206, "river": 207, "road": 208, "roads": 209, "rock": 210, "rocks": 211, "rose": 212, "round": 213, "roundabout": 214, "same": 215, "sand": 216, "sea": 217, "seems": 218, "segment": 219, "shape": 220, "shaped": 221, "sheds": 222, "shopping": 223, "shore": 224, "side": 225, "sides": 226, "significantly": 227, "size": 228, "sizes": 229, "small": 230, "smaller": 231, "some": 232, "sparse": 233, "starting": 234, "street": 235, "streets": 236, "subdivision": 237, "that": 238, "the": 239, "their": 240, "there": 241, "this": 242, "three": 243, "to": 244, "together": 245, "top": 246, "totally": 247, "toward": 248, "towards": 249, "two": 250, "upper": 251, "urban": 252, "urbanised": 253, "urbanization": 254, "urbanized": 255, "vertical": 256, "very": 257, "was": 258, "water": 259, "were": 260, "where": 261, "while": 262, "wide": 263, "wider": 264, "with": 265}